[
  {
    "title": "Portion Control for Heart-Healthy Living",
    "img": "https://i.ytimg.com/vi/duBhKTTM1WE/maxresdefault.jpg",
    "url": "https://www.youtube.com/watch?v=duBhKTTM1WE",
    "description": "Aimed at kids and adults alike, this video goes over the basics of what portions are. It showcases healthy portions in relation to everyday objects so one can visualize how much food they should be eating at each meal. This is handy because it strips away many of the complexities of portion control and is a quick reminder for what to look out for when measuring your portions."
  },
  {
    "title": "How to Avoid Portion Size Pitfalls to Help Manage Your Weight",
    "img": "https://www.cdc.gov/about/images/leadership/cdc-socialmedia-600x300px.jpg?_=54419",
    "url": "https://www.cdc.gov/healthyweight/healthy_eating/portion_size.html",
    "description": "A comprehensive guide from the Centers for Disease Control and Prevention, this resource goes over some basic explanations of portion control. It helps to view the topic in certain circumstances, like when eating outside at a restaurant, or in front of a TV, etc."
  },
  {
    "title": "Eat Less, Enjoy More | A Portion Control Guide",
    "img": "https://askthescientists.com/wp-content/uploads/2021/02/AdobeStock_112068652-835x556.jpeg",
    "url": "https://askthescientists.com/portion-control/",
    "description": "This blog entry from Ask The Scientists gives a bunch of useful tips that one should keep in mind when eating. There's even some information about body types, nutrients, and exercise, as well as a video to go along with everything."
  },
  {
    "title": "Impact of Portion Control Tools (Publication)",
    "img": "https://www.mdpi.com/nutrients/nutrients-13-01978/article_deploy/html/images/nutrients-13-01978-g002.png",
    "url": "https://www.mdpi.com/2072-6643/13/6/1978/htm",
    "description": "This resource is a full on, scholarly research paper that goes extremely in depth into portion control. It goes over a lot of scientific data, experiments, and analysis, to explore the effectiveness of various portion control tools. It's a good read if you want to go more in depth about portion control."
  },
  {
    "title": "myfitnesspal",
    "img": "https://www.myfitnesspal.com/_next/image?url=%2Fpages%2Fhome%2Fsecondary-hero-slice%402x.png&w=512&q=75",
    "url": "https://www.myfitnesspal.com/",
    "description": "Perhaps a resource you might have heard of before, myfitnesspal is a great app for not only keeping track of what you eat, but how much you eat. It allows one to be more mindful about food quantities through the use of calorie tracking, and is one of the easiest ways to get started with incorporating more portion control in your life."
  }
]
